export const cardiologyList1 = [
    {
        id: 1,
        label: 'Острый коронарный синдром различной этиологии: с подъёмом/без подъема сегмента ST (включая инфаркт и нестабильную стенокардию)'
    },
    { id: 2, label: 'Гипертонический кризы' },
    { id: 3, label: 'Пароксизмальные нарушения ритма предсердий, включая мерцание и трепетание' },
    { id: 4, label: 'Острая сердечная недостаточность обоих видов (острую и хроническую)' },
    { id: 5, label: 'Миокардит в острых и хронических формах' },
    { id: 6, label: 'Перикардиты различной природы' },
    { id: 7, label: 'Инфекционный эндокардит' },
    { id: 8, label: 'Тромбоэмболические осложнения, включая легочную артерию' },
    { id: 9, label: 'Ишемическая болезнь сердца (острая фаза и хроническое течение)' },
    { id: 10, label: 'Симптоматическую и первичную гипертонию' },
    {
        id: 11,
        label: 'Нарушения ритма и проводимости: экстрасистолии, мерцательную аритмию, суправентрикулярные тахикардии, блокады (СССУ)'
    },
    { id: 12, label: 'Кардиомиопатии различных типов' },
    { id: 13, label: 'Хроническую сердечную недостаточность' },
];

export const cardiologyList2 = [
    { id: 1, label: 'Электрокардиографические исследования' },
    { id: 2, label: 'Кардиоверсия (электрическая и медикаментозная)' },
    { id: 3, label: 'Тромболитическая терапия' },
    { id: 4, label: 'Стентирование коронарных и периферических артерий, имплантация кава-фильтров' },
    { id: 5, label: 'Дефибрилляционные процедуры' },
    { id: 6, label: 'Катетеризация вен (периферических и центральных)' },
    { id: 7, label: 'Временная электрокардиостимуляция' },
    { id: 8, label: 'Искусственная вентиляция легких, как инвазивного, так и неинвазивного характера' },
    { id: 9, label: 'Санационные процедуры трахеобронхиальной системы' },
    { id: 10, label: 'Небулайзерная терапия' },
    { id: 11, label: 'Пункции и дренирование плевральных полостей, перикарда, брюшной полости' },
    { id: 12, label: 'Трансфузии компонентов крови и свежезамороженной плазмы' },
];

export const cardiologyList3 = [
    { id: 1, label: 'Эхокардиография (стандартная и чреспищеводная)' },
    { id: 2, label: 'Суточное мониторирование: ЭКГ, АД, частоты дыхания, насыщения крови кислородом' },
    { id: 3, label: 'Определение маркеров некроза миокарда' },
    { id: 4, label: 'Измерение гемодинамических показателей и катетеризация мочевого пузыря с контролем диуреза' },
];

export const cardiologyList4 = [
    { id: 1, label: 'Консультирование врачей других подразделений и медицинских организаций' },
    { id: 2, label: 'Проведение реабилитационных программ для пациентов с кардиологическими заболеваниями' },
    { id: 3, label: 'Образовательная работа по профилактике сердечно-сосудистых патологий среди населения' },
];
