export const gastroenterologyList1 = [
    {id: 1, label: 'Комплексное биохимическое изучение крови (включая ферменты печени и поджелудка)'},
    {id: 2, label: 'Иммунные анализы'},
    {id: 3, label: 'Определение липидового профиля, показателей иммунитета'},
    {id: 4, label: 'Выявление маркеров инфекций — бактериальных, вирусных и паразитарных'},
    {id: 5, label: 'Эндоскопические исследования ЖКТ (включая ФГДС)'},
    {id: 6, label: 'Рентгенография с использованием современного оборудования (рентгенотелевизионные системы, КТ)'},
    {id: 7, label: 'Ультразвуковые методы, радиоизотопная диагностика'},
    {id: 8, label: 'Магнитно-резонансное сканирование брюшной полости'},
    {id: 9, label: 'Гистологические исследования биопсийных материалов (желудок, печень), включая подтверждение хеликобактероза и вирусного гепатита'},
]

export const gastroenterologyList2 = [
    {id: 1, label: 'Передовые схемы эрадикации H. pylori'},
    {id: 2, label: 'Этиотропное лечение хронических вирусных гепатитов'},
    {id: 3, label: 'Терапия воспалительных процессов в поджелудочной железе и кишечнике, с восстановлением микрофлоры и моторики при СРК'},
]

export const gastroenterologyList3 = [
    {id: 1, label: 'Индивидуально подобранные диеты'},
    {id: 2, label: 'Физиотерапия'},
    {id: 3, label: 'Лечебная физкультура и плавание'},
    {id: 4, label: 'Гипербарическая оксигенация'},
    {id: 5, label: 'Экстракорпоральные процедуры'},
]

export const gastroenterologyList4 = [
    {id: 1, label: 'Оснащены функциональными кроватями'},
    {id: 2, label: 'Телевизором, телефоном'},
    {id: 3, label: 'Санузлом, душевой кабиной'},
    {id: 4, label: 'Селекторной связью'},
    {id: 5, label: 'Палаты повышенного комфорта дополнительно включают мягкую мебель и холодильник'},
]
