import { createID } from '@/lib/createID';

export const gerontology1 = [
    { id: createID(), label: 'Диагностика и лечение возрастных заболеваний (гипертония, деменция, артроз, диабет и др.)' },
    { id: createID(), label: 'Плановая и экстренная госпитализация пожилых пациентов' },
    { id: createID(), label: 'Подбор клиники или отделения геронтологии в Москве' },
    { id: createID(), label: 'Медицинский патронаж на дому — уход, контроль лечения, сопровождение' },
    { id: createID(), label: 'Перевод пациента из одной больницы в другую (в том числе из регионов и СНГ)' },
    { id: createID(), label: 'Организация лечения маломобильных и тяжелобольных пациентов' },
    { id: createID(), label: 'Помощь при отсутствии полиса ОМС' },
];

export const gerontology2 = [
    { id: createID(), label: 'Учитывают сопутствующие заболевания и общее состояние' },
    { id: createID(), label: 'Помогают выбрать подходящую клинику (включая федеральные и ведомственные)' },
    { id: createID(), label: 'Организуют транспортировку на специальном медицинском транспорте' },
    { id: createID(), label: 'Обеспечивают поддержку родственников на всех этапах лечения' },
];

export const gerontology3 = [
    { id: createID(), label: 'Госпитализация без ОМС, быстро и без очередей' },
    { id: createID(), label: 'Работа с ведущими клиниками Москвы' },
    { id: createID(), label: 'Круглосуточная поддержка и сопровождение' },
    { id: createID(), label: 'Услуги для пациентов из других регионов РФ и стран СНГ' },
    { id: createID(), label: 'Патронажная служба и реабилитация на дому' },
];

export const gerontology4 = [
    { id: createID(), label: <><span className='underline'>ПЛАНОВАЯ</span><br/>Осуществляется по рекомендации специалиста для диагностики, терапии, проведения операций или восстановления сил. Обычно требуется при хронических недугах, подготовке к хирургическому вмешательству или послеоперационном периоде.</> },
    { id: createID(), label: <><span className='underline'>ЭКСТРЕННАЯ</span><br/>Необходима при опасности для жизни: сердечный приступ, поражение сосудов головного мозга, серьёзные повреждения, обострение хронических заболеваний, инфекции, переломы. В подобных случаях медицинская помощь должна быть оказана как можно быстрее.</> },
    { id: createID(), label: <><span className='underline'>НЕОТЛОЖНАЯ</span><br/>Назначается при внезапном ухудшении самочувствия, когда ситуация не представляет прямой угрозы жизни, но нуждается в срочном вмешательстве. Распространённые причины – обострение хронических заболеваний, высокая температура тела, проблемы с дыханием.</> },
    { id: createID(), label: <><span className='underline'>ПАЛЛИАТИВНАЯ</span><br/>Организуется для облегчения состояния людей, страдающих от заболеваний, не поддающихся излечению. Основная задача – уменьшение болевых ощущений, улучшение общего самочувствия и повышение комфорта пациента.</> },
];
