export const gynecologyList1 = [
    {id: 1, label: 'Устранение кист яичников'},
    {id: 2, label: 'Лечение апоплексии и внематочной беременности, поликистоза'},
    {id: 3, label: 'Операции по восстановлению репродуктивного здоровья (бесплодие)'},
    {id: 4, label: 'Коррекция наружных генитальных проявлений эндометриоза'},
    {id: 5, label: 'Удаление миомы матки и устранение спаек в малом тазу'},
]

export const gynecologyList2 = [
    {id: 1, label: 'Лечение рака шейки, яичников и тела матки (эндометрия)'},
]

export const gynecologyList3 = [
    {id: 1, label: 'Удаление кист бартолиниевой железы'},
    {id: 2, label: 'Реконструкция влагалищных стенок, восстановление девственной плевы (гименопластика)'},
    {id: 3, label: 'Пластическая коррекция малых половых губ и хирургия при недержании мочи'},
]

export const gynecologyList4 = [
    {id: 1, label: 'Диагностическая гистероскопия с раздельным выскабливанием'},
    {id: 2, label: 'Удаление полипов эндометрия, миоматозных узлов'},
    {id: 3, label: 'Рассечение внутриматочных синехий и перегородок'},
    {id: 4, label: 'Вскрытие абсцессов бартолиниевой железы'},
]

export const gynecologyList5 = [
    {id: 1, label: 'Терапия миомы, эндометриоза матки, функциональных кист яичников'},
]

export const gynecologyList6 = [
    {id: 1, label: 'Планирование семьи и подбор контрацепции'},
    {id: 2, label: 'Заместительная гормональная терапия в период менопаузы'},
    {id: 3, label: 'Профилактика и лечение остеопороза'},
]

export const gynecologyList7 = [
    {id: 1, label: 'Аспирационная биопсия эндометрия, удаление полипов цервикального канала'},
]
