export const neurologyList1 = [
    {id: 1, label: 'Высококвалифицированных неврологов – сертифицированных специалистов'},
    {id: 2, label: 'Внимательных и опытных медицинских сестер, прошедших специальное обучение по уходу за больными с неврологическими проблемами'},
    {id: 3, label: 'Младшего персонала, создающего атмосферу домашнего тепла'},
]

export const neurologyList2 = [
    {id: 1, label: 'Прогулки в живописном парке'},
    {id: 2, label: 'Посещение зимнего сада'},
    {id: 3, label: 'Использование библиотечных ресурсов'},
]

export const neurologyList3 = [
    {id: 1, label: 'Головные боли и болевые синдромы различной локализации'},
    {id: 2, label: 'Нарушения кровообращения мозга'},
    {id: 3, label: 'Проблемы со слухом и зрением'},
    {id: 4, label: 'Депрессии, неврозы, психосоматические расстройства'},
    {id: 5, label: 'Пароксизмальные состояния сознания (эпилепсия)'},
    {id: 6, label: 'Памятные нарушения и проблемы сном'},
]

export const neurologyList4 = [
    {id: 1, label: 'МРТ/КТ исследований'},
    {id: 2, label: 'Нейрофизиологическое обследование'},
    {id: 3, label: 'УЗИ сосудов, включая дуплексное сканирование'},
    {id: 4, label: 'Лабораторную диагностику'},
    {id: 5, label: 'Полисомнографию'},
]

export const neurologyList5 = [
    {id: 1, label: 'Современных фармакологических препаратах'},
    {id: 2, label: 'Методах нелекарственного воздействия (физиотерапия, массаж, ЛФК)'},
    {id: 3, label: 'ГБО и иглорефлексотерапии'},
]

export const neurologyList6 = [
    {id: 1, label: 'Сосудистые нарушения нервной системы'},
    {id: 2, label: 'Последствия черепно-мозговых травм'},
    {id: 3, label: 'Экстрапирамидные расстройства'},
    {id: 4, label: 'Головные боли, периферические неврологические болезни'},
]

export const neurologyList7 = [
    {id: 1, label: 'Сложная сердечно-сосудистая/легочная/почечная патология'},
    {id: 2, label: 'Онкология'},
    {id: 3, label: 'Декомпенсированный сахарный диабет'},
    {id: 4, label: 'Гнойные инфекции'},
]

export const neurologyList8 = [
    {id: 1, label: 'Точное определение причин'},
    {id: 2, label: 'Быстрое купирование боли'},
    {id: 3, label: 'Комплексная терапия с акцентом на немедикаментозные методы (ЛФК, массаж, магнитотерапия)'},
]

export const neurologyList9 = [
    {id: 1, label: 'Индивидуальную лечебную гимнастику'},
    {id: 2, label: 'Восстановление двигательных функций и самостоятельности'},
]

export const neurologyList10 = [
    {id: 1, label: 'Современные медикаменты'},
    {id: 2, label: 'Психотерапию'},
    {id: 3, label: 'Индивидуальный подход и заботу персонала'},
]
