export const somnologyList1 = [
    {id: 1, label: 'Хроническая бессонница'},
    {id: 2, label: 'Зависимость от снотворных препаратов'},
    {id: 3, label: 'Гиперсомния (чрезмерная дневная сонливость)'},
    {id: 4, label: 'Нарколепсия'},
    {id: 5, label: 'Нарушения циркадного ритма'},
    {id: 6, label: 'Невротические состояния, включая депрессию'},
    {id: 7, label: 'Апноэ сна и храповые синдромы'},
    {id: 8, label: 'Расстройства пищевого поведения (включая ожирение)'},
    {id: 9, label: 'Ночное учащенное мочеиспускание'},
    {id: 10, label: 'Эректильная дисфункция'},
    {id: 11, label: 'Сердечно-сосудистые проблемы во сне: аритмии, гипертония, ночные удушья и вегетативные кризы'},
]

export const somnologyList2 = [
    {id: 1, label: 'Синдром беспокойных ног (РЛС)'},
    {id: 2, label: 'Бруксизм'},
    {id: 3, label: 'Ночные кошмары, лунатизм, пробуждения с нарушениями сознания'},
    {id: 4, label: 'Сноговорение и судороги во сне'},
]

export const somnologyList3 = [
    {id: 1, label: 'Полная полисомнографическая оценка (с учетом эректильной функции)'},
    {id: 2, label: 'Кардио-респираторный мониторинг'},
    {id: 3, label: 'Тестирование латентного периода сна'},
    {id: 4, label: 'Оптимизация режима СИПАП терапии'},
    {id: 5, label: 'Энцефалофония для глубокого анализа мозговых процессов'},
    {id: 6, label: 'Психотерапевтическая поддержка'},
]
