export const therapyList1 = [
    { id: 1, label: 'Эффективное управление с акцентом на достижении стабильности состояния' },
];

export const therapyList2 = [
    { id: 1, label: 'Тщательная диагностика для исключения симптоматических причин' },
    { id: 2, label: 'Индивидуализированный подход к лечению' },
];

export const therapyList3 = [
    { id: 1, label: 'Оптимизация антиаритмической терапии' },
];

export const therapyList4 = [
    { id: 1, label: 'Проведение стентирования в рамках высокотехнологичной медицинской помощи' },
    { id: 2, label: 'Индивидуальный подход к каждому случаю' },
];

export const therapyList5 = [
    { id: 1, label: 'Быстрое выявление и комплексное лечение' },
];

export const therapyList6 = [
    { id: 1, label: 'Включая применение генно-инженерных препаратов' },
    { id: 2, label: 'Индивидуальные стратегии терапии' },
];

export const therapyList7 = [
    { id: 1, label: 'Программы с фиксированной стоимостью, учитывающие особенности каждого пациента' },
];

export const therapyList8 = [
    { id: 1, label: 'Современная терапия по клиническим протоколам' },
    { id: 2, label: 'Использование вспомогательных методов' },
];

export const therapyList9 = [
    { id: 1, label: 'Разработка персонализированных схем терапии' },
];

export const therapyList10 = [
    { id: 1, label: 'Комплексное обследование для своевременного выявления патологий' },
];

export const therapyList11 = [
    { id: 1, label: 'Специализированная помощь в широком спектре состояний' },
];
