import { createID } from '@/lib/createID';

export const urologyList1 = [
    { id: createID(), label: 'Стандартных исследований крови и мочи' },
    { id: createID(), label: 'Бактериологических посевов (моча, секрет простаты, уретральный экссудат)' },
    { id: createID(), label: 'Биохимического анализа' },
    { id: createID(), label: 'Иммунологической диагностики' },
];

export const urologyList2 = [
    { id: createID(), label: 'Инфекций мочеполовой системы, включая ЗППП' },
    { id: createID(), label: 'Эректильной дисфункции и бесплодия (включая протезирование полового члена)' },
    { id: createID(), label: 'Современные подходы к лечению мочекаменной болезни: эндоскопические операции, перкутанная литотрипсия, дистанционное дробление камней' },
    { id: createID(), label: 'Терапия доброкачественных и злокачественных новообразований простаты (ТУР аденомы, лазерная энуклеация) с использованием малоинвазивных технологий' },
    { id: createID(), label: 'Коррекция мочеполовых расстройств: облитерации, стриктуры уретры и мочеточников, включая кишечную пластику' },
    { id: createID(), label: 'Лечение недержания мочи (установка сетчатых петель TVT/Аргус) и искусственного сфинктера' },
    { id: createID(), label: 'Хирургия пролапса тазовых органов у женщин (система Prolift)' },
    { id: createID(), label: 'Закрытие свищей различной локализации, включая пузырно-влагалищные и ректовагинальные' },
];
