import { createID } from '@/lib/createID';

export const servicesPlanHospitalInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Бесплатно подберем лечение',
        text: 'Отлаженная система взаимодействия медицинскими учреждениями Москвы.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/man.svg',
        title: 'Личный контроль качества лечения',
        text: 'Сопровождение пациента до выписки и согласовывание с родственником пациента всех процедур.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/sofa.svg',
        title: 'Просто и удобно',
        text: 'Принцип «единого окна» для предоставления высококачественных медицинских услуг и премиального обслуживания.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/car.svg',
        title: 'Организуем вашу госпитализацию',
        text: 'Транспортировка собственной бригадой скорой медицинской помощи. Юридическая поддержка, оформление документации, размещение в комфортных условиях с должным уходом и лечением.',
    },
];

export const servicesTransferInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Применение современного медицинского оборудования',
        text: 'Перевод в другую больницу открывает доступ к эксклюзивным технологиям, обеспечивающим прецизионные диагностические процедуры и современное лечение.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Профессиональное мастерство медиков',
        text: 'В альтернативном учреждении функционирует коллектив высококлассных врачей с уникальными компетенциями, способный разработать индивидуальную клиническую стратегию для каждого пациента.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/dialog.svg',
        title: 'Переосмысление подходов к лечению',
        text: 'Применение новых методов и свежий медицинский взгляд на проблемы здоровья открывает перспективы пересмотра традиционных схем терапии, что способствует ускорению восстановления или значительному улучшению состояния больного.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/sofa.svg',
        title: 'Повышение качества пребывания',
        text: 'Новая клиника обеспечивает пациентам более комфортные условия и создает атмосферу, благоприятствующую как физической, так и психологической реабилитации.',
    },
];

export const servicesEmergencyInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/car.svg',
        title: 'Сохранение жизни',
        text: 'В экстренной ситуациях, представляющих непосредственную угрозу жизни, роль экстренной госпитализации возрастает критически. Быстрое медицинское вмешательство обеспечивает сокращение вероятности летальных исходов и долгосрочных отрицательных воздействий на здоровье пациентов.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Снижение риска осложнений',
        text: 'Активное применение медицинских мер на раннем этапе способствует защите пациента от усугубления заболевания и возникновения сопутствующих болезней. Так, в случае инсультов особую значимость приобретает начало терапевтических процедур в рамках "золотого часа", что критически важно для сохранения когнитивных функций мозга.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Доступ к специализированной помощи',
        text: 'Экстренная госпитализация обеспечивает доступ к новейшим медицинским технологиям и компетентным специалистам, способных оперативно провести хирургическое вмешательство, осуществить интенсивную терапевтическую поддержку или реализовать диагностические мероприятия на высоком уровне.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/dialog.svg',
        title: 'Координация многопрофильной помощи',
        text: 'В рамках стационарного лечения организуется слаженное взаимодействие различных медицинских специалистов с целью комплексного и квалифицированного решения даже самых затруднительных клинических задач, требующих системной координации.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/clock.svg',
        title: 'Сокращение времени на лечение',
        text: 'Чем раньше пациент оказывается в медицинском учреждении, тем быстрее можно стабилизировать его состояние и начать восстановление.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/check.svg',
        title: 'Предотвращение инвалидности',
        text: 'Быстрая медицинская помощь часто помогает предотвратить длительные и необратимые последствия, такие как потеря подвижности, ухудшение когнитивных функций или других ключевых способностей.',
    },
];

export const servicesOmsInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/car.svg',
        title: 'Гарантированный доступ к лечению',
        text: 'Мы обеспечиваем оперативное лечение, исключая бюрократические преграды.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Профессиональная команда',
        text: 'Наши доктора - элита медицинской профессии: эксперты узкого профиля всегда на страже вашего здоровья.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Технологии будущего в лечении',
        text: 'Применяем инновационные методы диагностики и терапии для достижения оптимальных результатов.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/dialog.svg',
        title: 'Персонально к каждому пациенту',
        text: 'Индивидуальный подход – ключевой принцип: ваши потребности и желания становятся основой плана лечения.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/clock.svg',
        title: 'Путь к здоровью без преград',
        text: 'Оформление медицинских услуг максимально упрощено. Вам остаётся только решимость быть здоровым, все организационные вопросы берём на себя.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/man.svg',
        title: 'Не откладывайте заботу о своем благе',
        text: 'Запишитесь уже сегодня и воспользуйтесь превосходной медицинской помощью без излишних трудностей.',
    },
];

export const servicesRegionInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/man.svg',
        title: 'Организация госпитализации',
        text: 'Быстрая запись на обследования, процедуры и лечение, выбор оптимальной клиники с учетом специфики заболевания, переговоры по условиям пребывания в стационаре.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/car.svg',
        title: 'Транспортировка пациента',
        text: 'Подбор оптимального варианта перемещения в столицу: использование специализированных средств транспорта (скорые, реанимобили), перелёт на воздушном судне, автомоторный транспорт. Непрерывное присутствие медицинских работников для поддержки пациента по мере надобности.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Поддержка на всех этапах',
        text: 'Формирование требуемой документации, профессиональные консультации о всех аспектах организации процесса, постоянное сопровождение, включая период после завершения.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/check.svg',
        title: 'Послеоперационная и реабилитационная поддержка',
        text: 'Согласование индивидуальных планов восстановления, развертывание домашнего медицинского наблюдения (патронажа).',
    },
];

export const servicesFederalInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/man.svg',
        title: 'Ключевая компетентность на высоком уровне',
        text: 'Федеральные структуры здравоохранения отличаются наличием ведущих экспертов — врачей с учеными степенями и значительным практический опытом, многие из которых активно вовлечены в научную деятельность. Централизованное внедрение инноваций и проведение актуальных исследований находятся на переднем крае медицины.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Современные технологии лечения',
        text: 'Благодаря целенаправленным инвестициям государства, медицинские учреждения оснащены новейшим оборудованием для диагностики и терапии. Это не только ускоряет процесс выявления заболеваний, но и обеспечивает индивидуальный подход к лечению с максимальной эффективностью.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Эксклюзивные медицинские программы',
        text: 'Федеральная система здравоохранения предлагает эксклюзивные терапевтические курсы, включая редкие специализированные услуги, недоступные в большинстве местных клиник. Это позволяет получать уникальные возможности для лечения сложных и малораспространенных заболеваний.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/dialog.svg',
        title: 'Профильное многообразие',
        text: 'Федеральные медицинские комплексы организованы как мультипрофильные центры, где пациенты могут получить полный спектр необходимых специализированных услуг без необходимости посещения множества учреждений и ожидания в очередях.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/list.svg',
        title: 'Научная интеграция и инновации',
        text: 'Сотрудничество с ведущими медицинскими университетами и научными институтами позволяет федеральным клиникам оперативно внедрять самые передовые методы лечения, обеспечивая высокий уровень профессиональной компетенции.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/check.svg',
        title: 'Льготы и государственная поддержка',
        text: 'В рамках ведомственных медицинских учреждений реализуются льготные программы для сотрудников, пенсионеров и их родственников. Особое внимание уделяется обеспечению доступа к высокотехнологичной помощи (ВМП) за счет бюджетного финансирования.',
    },
];

export const servicesPatientInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/man.svg',
        title: 'Борьба за жизнь',
        text: 'Критические заболевания нередко приводят пациента в состояние крайней угрозы для его существования. Компетентная медицинская помощь становится гарантом стабилизации состояния, профилактики осложнений и существенного снижения рисков.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Восстановление жизненного качества',
        text: 'Даже при неизлечимых диагнозах правильное лечение способствует значительному облегчению страданий: уменьшает болевые симптомы, возвращает радость от обыденных моментов. Это неотъемлемая составляющая поддержания душевного здоровья и жизненной мотивации.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Источник надежды',
        text: 'Для больного человека лечение служит маяком в океане болезней – источником веры в лучшее будущее, стимулом для преодоления трудностей. Оно напоминает о возможности борьбы за жизнь даже перед лицом недуга.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/dialog.svg',
        title: 'Интегрированный подход',
        text: 'Лечебные мероприятия включают не только медицинские процедуры, но и психологическое сопровождение, социальную адаптацию, реабилитационные программы. Такой комплексный подход восстанавливает как физическую форму пациента, так и его внутренний мир.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/list.svg',
        title: 'Медицинский прорыв',
        text: 'Работая с тяжелобольными, врачи стимулируют научные открытия: разрабатываются инновации в лечении и реабилитации. Эти достижения не только спасают жизни сегодня, но и определяют завтрашний день медицины.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/clock.svg',
        title: 'Социальная ответственность',
        text: 'Забота о тяжелобольных – зеркало человечности общества. В ней проявляется сострадание к страданиям ближнего, милосердие в действии и глубокое уважение к ценности каждой жизни.',
    },
];

export const servicesPatronageInfo = [
    {
        id: createID(),
        icon: '/images/icons-red/man.svg',
        title: 'Домашнее здравоохранение',
        text: 'Система медицинского патронажа предоставляет возможность получения профессионального лечения и поддержки прямо у пациента дома — неотъемлемый аспект для лиц с ослабленным двигательным режимом, хроническими состояниями или проходящих реабилитацию.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/hospital.svg',
        title: 'Персонализированный уход',
        text: 'Медицинский патронаж осуществляется с учётом индивидуальных особенностей каждого больного, включая разработку персональных программ поддержки: от контроля состояния до корректировки терапии и рекомендаций по стилю жизни.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/cross.svg',
        title: 'Поддержка родным',
        text: 'Патронажные службы становятся надежной опорой для семей пациентов, облегчая им заботу о близких. Специалисты консультируют, обучат уходу и оказывают психологическую помощь в сложных ситуациях.',
    },
    {
        id: createID(),
        icon: '/images/icons-red/check.svg',
        title: 'Качество жизни как приоритет',
        text: 'Патронажные услуги способствуют сохранению комфорта, безопасности и личного достоинства пациентов даже с ограниченной самостоятельностью. Это ключевой фактор повышения качества их повседневного существования.',
    },
];
