export const serviceTransferDescriptionText =
    'В процессе лечения зачастую наступает этап ключевых решений: следует осуществить перевод пациента из одной медицинской учреждения в другое. Хотя данное решение и кажется значительным вызовом, оно часто выступает единственно верным и обоснованным выбором ради первоочередной ценности – здоровья человека.';

export const serviceEmergencyDescriptionText =
    'Экстренная госпитализация играет решающую роль в предоставлении срочной медицинской поддержки, так как именно своевременность и качество этой меры определяют исход жизни и здоровья больного при острых состояниях.\nПроцедура экстренной госпитализации предъявляет высокие требования к профессионализму медиков: требуется мгновенное определение диагноза, слаженные действия всех участников процесса для обеспечения оптимальных условий восстановления пациента и увеличения шансов на благоприятный исход.';

export const serviceOmsDescriptionText =
    'Необходима срочная и квалифицированная медпомощь без наличия полиса ОМС? Мы всегда открыты для вас! Забудьте про проблемы со страховкой – ваше здоровье в наших надежных руках.';

export const servicesRegionDescriptionText =
    'Мы предлагаем полное сопровождение госпитализации: от перевозки из различных регионов России и стран СНГ до специализированных клиник в Москве, включая приём на вокзалах или в аэропорту для иногородних пациентов. Организуем оперативную поддержку с привлечением скорой медицинской помощи.';

export const serviceFederalDescriptionText =
    'При решении вопросов здоровья критически важно обратиться в клиники, где стаж специалистов, современное оснащение и инновационный подход к лечению совпадают с искренним вниманием к каждому пациенту. Выбирая федеральные или ведомственные медицинские учреждения, вы открываете путь к исцелению и восстановлению полноценного качества жизни!';

export const servicePatientDescriptionText =
    'Оказание медицинской поддержки тяжелобольному — за пределами стандартного лечения. Это глубокое погружение в процесс спасения жизней: стремление к сохранению биологического существования, повышению его качества и возрождению как физической, так и ментальной сущности индивидуума. Здесь присутствует не только профессионализм, но и искренняя поддержка, вера в исцеление души и тела больного. Это миссия сопереживания, где каждый день наполняется светом надежды на восстановление. Такая забота становится высшим проявлением человечности — ответственности перед жизнью, чья ценность превыше всех мер.';

export const servicePatronageDescriptionText =
    'Медицинский патронаж – это форма постоянного наблюдения и заботы о пациентах, нуждающихся в регулярной медицинской помощи. Он охватывает широкий спектр услуг, начиная от профилактических визитов до оказания помощи тяжелобольным на дому. Он позволяет пациентам и их семьям чувствовать уверенность и поддержку, независимо от сложности ситуации. Это не просто медицинская помощь – это проявление искренней заботы, которая делает жизнь пациентов более комфортной, а лечение – эффективным. Доверяя медицинский патронаж профессионалам, вы выбираете безопасность, комфорт и заботу о самых дорогих.';
