export const stepsPlanHospitalization = [
    {
        id: 1,
        icon: '/images/icons-red/phone.svg',
        title: 'Заявка на сайте или звонок',
        text: 'Наши эксперты получают от вас медицинские документы, анализируют их и отправляют заявку в соответствующие лечебные учреждения.',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Выбор клиники',
        text: 'На основании полученной информации мы предлагаем вам несколько вариантов выбора клиники.',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Подбор лечения',
        text: 'Врачи клиники рассматривают предоставленные документы, чтобы разработать наиболее эффективный план обследования и терапии.',
    },
    {
        id: 4,
        icon: '/images/icons-red/car.svg',
        title: 'Госпитализация',
        text: 'Заключаем договор на платную госпитализацию. Госпитализация происходит без очередей и ожидания. Мы берем на себя все оформление. При необходимости осуществляем транспортировку.',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Лечение согласно составленного плана. В кризисных ситуациях или обострении неотложная медицинская помощь оказывается врачами мгновенно.',
    },
    {
        id: 6,
        icon: '/images/icons-red/list.svg',
        title: 'Выписка',
        text: 'Оформляется выписной эпикриз, рекомендации по дальнейшему лечению и реабилитации. Полный финансовый отчет.',
    },
];

export const stepsTransfer = [
    {
        id: 1,
        icon: '/images/icons-red/phone.svg',
        title: 'Заявка на сайте или звонок',
        text: 'Позвоните нам или опишите ситуацию. Нам нужна начальная информация, чтобы начать подбор наиболее подходящих лечебных учреждений',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Выбор больницы',
        text: 'Вы выбираете больницу из предложенного списка, которая максимально подходит для лечения вашего заболевания',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Подбор лечения',
        text: 'Мы связываемся с выбранной больницей, врачи изучают документы и составляют оптимальную стратегию диагностики и лечения',
    },
    {
        id: 4,
        icon: '/images/icons-red/car.svg',
        title: 'Госпитализация',
        text: 'Заключаем договор. Помогаем с транспортировкой пациента',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи',
    },
    {
        id: 6,
        icon: '/images/icons-red/list.svg',
        title: 'Финансовая отчетность',
        text: 'Полная финансовая прозрачность, никаких скрытых платежей, всегда готовы ответить на ваши вопросы',
    },
];

export const stepsEmergency = [
    {
        id: 1,
        icon: '/images/icons-red/phone.svg',
        title: 'Позвоните нам',
        text: 'Позвоните нам и опишите ваше состояние. Это необходимо чтобы начать действовать.',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Оперативно пришлем бригаду',
        text: 'Пришлем к вам профессиональную бригаду скорой помощи на спец.автомобиле.',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Транспортировка в больницу',
        text: 'Исходя из вашего состояния, будет принято решение по госпитализации в стационар.',
    },
    {
        id: 4,
        icon: '/images/icons-red/car.svg',
        title: 'Госпитализация',
        text: 'По прибытии в стационар, вас уже будет ожидать дежурная команда врачей.',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи.',
    },
    {
        id: 6,
        icon: '/images/icons-red/list.svg',
        title: 'Финансовая отчетность',
        text: 'Полная финансовая прозрачность, никаких скрытых платежей.',
    },
];

export const stepsOms = [
    {
        id: 1,
        icon: '/images/icons-red/phone.svg',
        title: 'Оставьте заявку на сайте или позвоните нам',
        text: 'Позвоните нам и опишите ситуацию.',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Подберем вам стационар',
        text: 'Исходя из вашего состояния, порекомендуем стационар одного из наших партнеров.',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Заключение договора',
        text: 'После обсуждения всех моментов, заключаем договор.',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи.',
    },
    {
        id: 6,
        icon: '/images/icons-red/list.svg',
        title: 'Финансовая отчетность',
        text: 'Полная финансовая прозрачность, никаких скрытых платежей.',
    },
];

export const stepsRegion = [
    {
        id: 1,
        icon: '/images/icons-red/phone.svg',
        title: 'Оставьте заявку на сайте или позвоните',
        text: 'Позвоните нам и опишите ситуацию.',
    },
    {
        id: 2,
        icon: '/images/icons-red/man.svg',
        title: 'Подберем вам стационар',
        text: 'Исходя из вашего состояния, порекомендуем стационар одного из наших партнеров.',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Заключение договора',
        text: 'После обсуждения всех моментов, заключаем договор.',
    },
    {
        id: 4,
        icon: '/images/icons-red/car.svg',
        title: 'Транспортировка',
        text: 'Осуществим транспортировку пациента из любого региона РФ или СНГ в столичный стационар.',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи.',
    },
    {
        id: 6,
        icon: '/images/icons-red/list.svg',
        title: 'Финансовая отчетность',
        text: 'Полная финансовая прозрачность, никаких скрытых платежей.',
    },
];

export const stepsFederal = [
    {
        id: 1,
        icon: '/images/icons-red/list.svg',
        title: 'Заявка на сайте или звонок',
        text: 'Вы сообщаете диагноз и направляете нам медицинские документы, на основании диагноза мы подберем подходящую вам по диагнозу клинику.',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Выбор больницы',
        text: 'Вы выбираете больницу и отделение из предложенного списка.',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Подбор лечения',
        text: 'Врачи изучают документы и составляют оптимальную стратегию диагностики и лечения.',
    },
    {
        id: 4,
        icon: '/images/icons-red/car.svg',
        title: 'Госпитализация',
        text: 'Заключаем договор на платную госпитализацию. Без очереди, ожидания и анализов оформиться в стационар. Мы берем на себя все оформление.',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Начать лечение, обследование согласно диагнозу. В кризисных ситуациях или при обострении симптомов неотложная медицинская помощь оказывается врачами мгновенно.',
    },
];

export const stepsPatient = [
    {
        id: 1,
        icon: '/images/icons-red/man.svg',
        title: 'Заявка на сайте или звонок',
        text: 'Вы сообщаете диагноз и направляете нам медицинские документы, на основании диагноза мы подберем подходящую вам по диагнозу клинику.',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Выбор больницы',
        text: 'Вы выбираете больницу и отделение из предложенного списка.',
    },
    {
        id: 3,
        icon: '/images/icons-red/cross.svg',
        title: 'Подбор лечения',
        text: 'Врачи изучают документы и составляют оптимальную стратегию диагностики и лечения.',
    },
    {
        id: 4,
        icon: '/images/icons-red/car.svg',
        title: 'Госпитализация',
        text: 'Заключить договор на платную госпитализацию. Без очереди, ожидания и анализов оформиться в стационар. Мы берем на себя все оформление.',
    },
    {
        id: 5,
        icon: '/images/icons-red/hospital.svg',
        title: 'Лечение',
        text: 'Начать лечение, обследование согласно диагнозу. В кризисных ситуациях или при обострении симптомов неотложная медицинская помощь оказывается врачами мгновенно.',
    },
];

export const stepsPatronage = [
    {
        id: 1,
        icon: '/images/icons-red/man.svg',
        title: 'Оценка необходимости патронажа',
        text: 'Первый шаг – определить, есть ли потребность в патронажных услугах. Обычно она возникает в следующих случаях: Уход за пожилыми людьми или лежачими пациентами, наличие хронических заболеваний или ограниченной мобильности, необходимость в реабилитации после операций или травм, потребность в паллиативной помощи.',
    },
    {
        id: 2,
        icon: '/images/icons-red/check.svg',
        title: 'Разработка плана ухода за пациентом',
        text: 'Медицинская команда составляет индивидуальный план ухода, который включает: регулярность посещений медработников, перечень процедур (инъекции, перевязки, контроль давления, обработка ран), рекомендации по питанию, физической активности и медикаментам.',
    },
    {
        id: 3,
        icon: '/images/icons-red/list.svg',
        title: 'Подписание договора',
        text: 'В договоре на предоставление патронажных услуг, где будут указаны: объем и стоимость патронажа, график посещений, ответственность сторон.',
    },
    {
        id: 4,
        icon: '/images/icons-red/cross.svg',
        title: 'Начало патронажного обслуживания',
        text: 'После всех согласований медицинский работник начинает посещать пациента на регулярной основе. В рамках визитов могут предоставляться: медицинские процедуры (обработка ран, постановка капельниц), консультации по состоянию здоровья, контроль за приемом лекарств, уход за пациентом (гигиена, помощь в питании).',
    },
    {
        id: 5,
        icon: '/images/icons-red/dialog.svg',
        title: 'Мониторинг и корректировка плана',
        text: 'Состояние пациента может меняться, поэтому медицинский персонал регулярно оценивает эффективность ухода и при необходимости корректирует план обслуживания.',
    },
];
