export const phone = '+7 (499) 719-81-00';
export const phoneWhatsApp = '+79268158505';
export const phoneTelegram = '+79268158505';
export const phoneViber = '79268158505';
export const address = 'Москва, Мичуринский пр-т, 6.';
export const email = 'moscowsc.post@yandex.ru';

export const timeOut = 3000;

export const stepsPlanHospitalization = [
  {
    id: 1,
    icon: '/images/icons-red/list.svg',
    title: 'Заявка на сайте',
    text: 'Вы сообщаете диагноз и направляете нам медицинские документы, на основании диагноза мы подберем подходящую вам по диагнозу клинику.',
  },
  {
    id: 2,
    icon: '/images/icons-red/check.svg',
    title: 'Выбор больницы',
    text: 'Вы выбираете больницу и отделение из предложенного списка.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Подбор лечения',
    text: 'Врачи изучают документы и составляют оптимальную стратегию диагностики и лечения.',
  },
  {
    id: 4,
    icon: '/images/icons-red/dialog.svg',
    title: 'Госпитализация',
    text: 'Заключить договор на платную госпитализацию. Без очереди, ожидания и анализов оформиться в стационар. Мы берем на себя все оформление.',
  },
  {
    id: 5,
    icon: '/images/icons-red/hospital.svg',
    title: 'Лечение',
    text: 'Начать лечение, обследование согласно диагнозу. В кризисных ситуациях или при обострении симптомов неотложная медицинская помощь оказывается врачами мгновенно.',
  },
];

export const stepsTransfer = [
  {
    id: 1,
    icon: '/images/icons-red/phone.svg',
    title: 'Заявка на сайте или звонок',
    text: 'Позвоните нам или опишите ситуацию. Нам нужна начальная информация, чтобы начать подбор наиболее подходящих лечебных учреждений',
  },
  {
    id: 2,
    icon: '/images/icons-red/check.svg',
    title: 'Выбор больницы',
    text: 'Вы выбираете больницу из предложенного списка, которая максимально подходит для лечения вашего заболевания',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Подбор лечения',
    text: 'Мы связываемся с выбранной больницей, врачи изучают документы и составляют оптимальную стратегию диагностики и лечения',
  },
  {
    id: 4,
    icon: '/images/icons-red/car.svg',
    title: 'Госпитализация',
    text: 'Заключаем договор. Помогаем с транспортировкой пациента',
  },
  {
    id: 5,
    icon: '/images/icons-red/hospital.svg',
    title: 'Лечение',
    text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи',
  },
  {
    id: 6,
    icon: '/images/icons-red/list.svg',
    title: 'Финансовая отчетность',
    text: 'Полная финансовая прозрачность, никаких скрытых платежей, всегда готовы ответить на ваши вопросы',
  },
];

export const stepsEmergency = [
  {
    id: 1,
    icon: '/images/icons-red/phone.svg',
    title: 'Позвоните нам',
    text: 'Позвоните нам и опишите ваше состояние. Это необходимо чтобы начать действовать.',
  },
  {
    id: 2,
    icon: '/images/icons-red/check.svg',
    title: 'Оперативно пришлем бригаду',
    text: 'Пришлем к вам профессиональную бригаду скорой помощи на спец.автомобиле.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Транспортировка в больницу',
    text: 'Исходя из вашего состояния, будет принято решение по госпитализации в стационар.',
  },
  {
    id: 4,
    icon: '/images/icons-red/car.svg',
    title: 'Госпитализация',
    text: 'По прибытии в стационар, вас уже будет ожидать дежурная команда врачей.',
  },
  {
    id: 5,
    icon: '/images/icons-red/hospital.svg',
    title: 'Лечение',
    text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи.',
  },
  {
    id: 6,
    icon: '/images/icons-red/list.svg',
    title: 'Финансовая отчетность',
    text: 'Полная финансовая прозрачность, никаких скрытых платежей.',
  },
];

export const stepsOms = [
  {
    id: 1,
    icon: '/images/icons-red/phone.svg',
    title: 'Оставьте заявку на сайте или позвоните нам',
    text: 'Позвоните нам и опишите ситуацию.',
  },
  {
    id: 2,
    icon: '/images/icons-red/check.svg',
    title: 'Подберем вам стационар',
    text: 'Исходя из вашего состояния, порекомендуем стационар одного из наших партнеров.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Заключение договора',
    text: 'После обсуждения всех моментов, заключаем договор.',
  },
  {
    id: 5,
    icon: '/images/icons-red/hospital.svg',
    title: 'Лечение',
    text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи.',
  },
  {
    id: 6,
    icon: '/images/icons-red/list.svg',
    title: 'Финансовая отчетность',
    text: 'Полная финансовая прозрачность, никаких скрытых платежей.',
  },
];

export const stepsRegion = [
  {
    id: 1,
    icon: '/images/icons-red/phone.svg',
    title: 'Оставьте заявку на сайте или позвоните',
    text: 'Позвоните нам и опишите ситуацию.',
  },
  {
    id: 2,
    icon: '/images/icons-red/man.svg',
    title: 'Подберем вам стационар',
    text: 'Исходя из вашего состояния, порекомендуем стационар одного из наших партнеров.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Заключение договора',
    text: 'После обсуждения всех моментов, заключаем договор.',
  },
  {
    id: 4,
    icon: '/images/icons-red/car.svg',
    title: 'Транспортировка',
    text: 'Осуществим транспортировку пациента из любого региона РФ или СНГ в столичный стационар.',
  },
  {
    id: 5,
    icon: '/images/icons-red/hospital.svg',
    title: 'Лечение',
    text: 'Лечение согласно составленного плана. Персональный менеджер всегда на связи.',
  },
  {
    id: 6,
    icon: '/images/icons-red/list.svg',
    title: 'Финансовая отчетность',
    text: 'Полная финансовая прозрачность, никаких скрытых платежей.',
  },
];

export const stepsFederal = [
  {
    id: 1,
    icon: '/images/icons-red/list.svg',
    title: 'Заявка на сайте или звонок',
    text: 'Вы сообщаете диагноз и направляете нам медицинские документы, на основании диагноза мы подберем подходящую вам по диагнозу клинику.',
  },
  {
    id: 2,
    icon: '/images/icons-red/check.svg',
    title: 'Выбор больницы',
    text: 'Вы выбираете больницу и отделение из предложенного списка.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Подбор лечения',
    text: 'Врачи изучают документы и составляют оптимальную стратегию диагностики и лечения.',
  },
  {
    id: 4,
    icon: '/images/icons-red/dialog.svg',
    title: 'Госпитализация',
    text: 'Заключить договор на платную госпитализацию. Без очереди, ожидания и анализов оформиться в стационар. Мы берем на себя все оформление.',
  },
  {
    id: 5,
    icon: '/images/icons-red/hospital.svg',
    title: 'Лечение',
    text: 'Начать лечение, обследование согласно диагнозу. В кризисных ситуациях или при обострении симптомов неотложная медицинская помощь оказывается врачами мгновенно.',
  },
];

export const headerServiceLinks = [
  {
    id: 1,
    label: 'Перевод в другую больницу',
    // path: 'https://transfer.mskdoctor.ru',
    path: '/services/transfer',
    sitePage: true,
  },
  {
    id: 2,
    label: 'Платная госпитализация',
    // path: 'https://plan-hospital.mskdoctor.ru',
    path: '/services/plan-hospital',
    sitePage: true,
  },
  {
    id: 3,
    label: 'Экстренная госпитализация',
    // path: 'https://emergency.mskdoctor.ru',
    path: '/services/emergency',
    sitePage: true,
  },
  {
    id: 4,
    label: 'Госпитализация без полиса ОМС',
    // path: 'https://oms.mskdoctor.ru',
    path: '/services/oms',
    sitePage: true,
  },
  {
    id: 5,
    label: 'Госпитализация из регионов',
    // path: 'https://region.mskdoctor.ru',
    path: '/services/region',
    sitePage: true,
  },
  {
    id: 6,
    label: 'Госпитализация в федеральные мед.учреждения',
    // path: 'https://federal.mskdoctor.ru',
    path: '/services/federal',
    sitePage: true,
  },
  {
    id: 7,
    label: 'Работа с тяжелыми пациентами',
    path: 'https://patient.mskdoctor.ru',
    sitePage: false,
  },
  { id: 8, label: 'Патронажная служба', path: 'https://patronage.mskdoctor.ru', sitePage: false },
];

export const servicesPlanHospitalInfo = [
  {
    id: 1,
    icon: '/images/icons-red/hospital.svg',
    title: 'Бесплатно подберем лечение',
    text: 'Отлаженная система взаимодействия медицинскими учреждениями Москвы.',
  },
  {
    id: 2,
    icon: '/images/icons-red/man.svg',
    title: 'Личный контроль качества лечения',
    text: 'Сопровождение пациента до выписки и согласовывание с родственником пациента всех процедур.',
  },
  {
    id: 3,
    icon: '/images/icons-red/sofa.svg',
    title: 'Просто и удобно',
    text: 'Принцип «единого окна» для предоставления высококачественных медицинских услуг и премиального обслуживания.',
  },
  {
    id: 4,
    icon: '/images/icons-red/car.svg',
    title: 'Организуем вашу госпитализацию',
    text: 'Транспортировка собственной бригадой скорой медицинской помощи. Юридическая поддержка, оформление документации, размещение в комфортных условиях с должным уходом и лечением.',
  },
];

export const servicesTransferInfo = [
  {
    id: 1,
    icon: '/images/icons-red/hospital.svg',
    title: 'Применение современного медицинского оборудования',
    text: 'Перевод в другую больницу открывает доступ к эксклюзивным технологиям, обеспечивающим прецизионные диагностические процедуры и современное лечение.',
  },
  {
    id: 2,
    icon: '/images/icons-red/cross.svg',
    title: 'Профессиональное мастерство медиков',
    text: 'В альтернативном учреждении функционирует коллектив высококлассных врачей с уникальными компетенциями, способный разработать индивидуальную клиническую стратегию для каждого пациента.',
  },
  {
    id: 3,
    icon: '/images/icons-red/dialog.svg',
    title: 'Переосмысление подходов к лечению',
    text: 'Применение новых методов и свежий медицинский взгляд на проблемы здоровья открывает перспективы пересмотра традиционных схем терапии, что способствует ускорению восстановления или значительному улучшению состояния больного.',
  },
  {
    id: 4,
    icon: '/images/icons-red/sofa.svg',
    title: 'Повышение качества пребывания',
    text: 'Новая клиника обеспечивает пациентам более комфортные условия и создает атмосферу, благоприятствующую как физической, так и психологической реабилитации.',
  },
];

export const servicesEmergencyInfo = [
  {
    id: 1,
    icon: '/images/icons-red/car.svg',
    title: 'Сохранение жизни',
    text: 'В экстренной ситуациях, представляющих непосредственную угрозу жизни, роль экстренной госпитализации возрастает критически. Быстрое медицинское вмешательство обеспечивает сокращение вероятности летальных исходов и долгосрочных отрицательных воздействий на здоровье пациентов.',
  },
  {
    id: 2,
    icon: '/images/icons-red/hospital.svg',
    title: 'Снижение риска осложнений',
    text: 'Активное применение медицинских мер на раннем этапе способствует защите пациента от усугубления заболевания и возникновения сопутствующих болезней. Так, в случае инсультов особую значимость приобретает начало терапевтических процедур в рамках "золотого часа", что критически важно для сохранения когнитивных функций мозга.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Доступ к специализированной помощи',
    text: 'Экстренная госпитализация обеспечивает доступ к новейшим медицинским технологиям и компетентным специалистам, способных оперативно провести хирургическое вмешательство, осуществить интенсивную терапевтическую поддержку или реализовать диагностические мероприятия на высоком уровне.',
  },
  {
    id: 4,
    icon: '/images/icons-red/dialog.svg',
    title: 'Координация многопрофильной помощи',
    text: 'В рамках стационарного лечения организуется слаженное взаимодействие различных медицинских специалистов с целью комплексного и квалифицированного решения даже самых затруднительных клинических задач, требующих системной координации.',
  },
  {
    id: 5,
    icon: '/images/icons-red/clock.svg',
    title: 'Сокращение времени на лечение',
    text: 'Чем раньше пациент оказывается в медицинском учреждении, тем быстрее можно стабилизировать его состояние и начать восстановление.',
  },
  {
    id: 6,
    icon: '/images/icons-red/check.svg',
    title: 'Предотвращение инвалидности',
    text: 'Быстрая медицинская помощь часто помогает предотвратить длительные и необратимые последствия, такие как потеря подвижности, ухудшение когнитивных функций или других ключевых способностей.',
  },
];

export const servicesOmsInfo = [
  {
    id: 1,
    icon: '/images/icons-red/car.svg',
    title: 'Гарантированный доступ к лечению',
    text: 'Мы обеспечиваем оперативное лечение, исключая бюрократические преграды.',
  },
  {
    id: 2,
    icon: '/images/icons-red/hospital.svg',
    title: 'Профессиональная команда',
    text: 'Наши доктора - элита медицинской профессии: эксперты узкого профиля всегда на страже вашего здоровья.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Технологии будущего в лечении',
    text: 'Применяем инновационные методы диагностики и терапии для достижения оптимальных результатов.',
  },
  {
    id: 4,
    icon: '/images/icons-red/dialog.svg',
    title: 'Персонально к каждому пациенту',
    text: 'Индивидуальный подход – ключевой принцип: ваши потребности и желания становятся основой плана лечения.',
  },
  {
    id: 5,
    icon: '/images/icons-red/clock.svg',
    title: 'Путь к здоровью без преград',
    text: 'Оформление медицинских услуг максимально упрощено. Вам остаётся только решимость быть здоровым, все организационные вопросы берём на себя.',
  },
  {
    id: 6,
    icon: '/images/icons-red/man.svg',
    title: 'Не откладывайте заботу о своем благе',
    text: 'Запишитесь уже сегодня и воспользуйтесь превосходной медицинской помощью без излишних трудностей.',
  },
];

export const servicesRegionInfo = [
  {
    id: 1,
    icon: '/images/icons-red/man.svg',
    title: 'Организация госпитализации',
    text: 'Быстрая запись на обследования, процедуры и лечение, выбор оптимальной клиники с учетом специфики заболевания, переговоры по условиям пребывания в стационаре.',
  },
  {
    id: 2,
    icon: '/images/icons-red/car.svg',
    title: 'Транспортировка пациента',
    text: 'Подбор оптимального варианта перемещения в столицу: использование специализированных средств транспорта (скорые, реанимобили), перелёт на воздушном судне, автомоторный транспорт. Непрерывное присутствие медицинских работников для поддержки пациента по мере надобности.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Поддержка на всех этапах',
    text: 'Формирование требуемой документации, профессиональные консультации о всех аспектах организации процесса, постоянное сопровождение, включая период после завершения.',
  },
  {
    id: 4,
    icon: '/images/icons-red/check.svg',
    title: 'Послеоперационная и реабилитационная поддержка',
    text: 'Согласование индивидуальных планов восстановления, развертывание домашнего медицинского наблюдения (патронажа).',
  },
];

export const servicesFederalInfo = [
  {
    id: 1,
    icon: '/images/icons-red/man.svg',
    title: 'Ключевая компетентность на высоком уровне',
    text: 'Федеральные структуры здравоохранения отличаются наличием ведущих экспертов — врачей с учеными степенями и значительным практический опытом, многие из которых активно вовлечены в научную деятельность. Централизованное внедрение инноваций и проведение актуальных исследований находятся на переднем крае медицины.',
  },
  {
    id: 2,
    icon: '/images/icons-red/hospital.svg',
    title: 'Современные технологии лечения',
    text: 'Благодаря целенаправленным инвестициям государства, медицинские учреждения оснащены новейшим оборудованием для диагностики и терапии. Это не только ускоряет процесс выявления заболеваний, но и обеспечивает индивидуальный подход к лечению с максимальной эффективностью.',
  },
  {
    id: 3,
    icon: '/images/icons-red/cross.svg',
    title: 'Эксклюзивные медицинские программы',
    text: 'Федеральная система здравоохранения предлагает эксклюзивные терапевтические курсы, включая редкие специализированные услуги, недоступные в большинстве местных клиник. Это позволяет получать уникальные возможности для лечения сложных и малораспространенных заболеваний.',
  },
  {
    id: 4,
    icon: '/images/icons-red/dialog.svg',
    title: 'Профильное многообразие',
    text: 'Федеральные медицинские комплексы организованы как мультипрофильные центры, где пациенты могут получить полный спектр необходимых специализированных услуг без необходимости посещения множества учреждений и ожидания в очередях.',
  },
  {
    id: 5,
    icon: '/images/icons-red/list.svg',
    title: 'Научная интеграция и инновации',
    text: 'Сотрудничество с ведущими медицинскими университетами и научными институтами позволяет федеральным клиникам оперативно внедрять самые передовые методы лечения, обеспечивая высокий уровень профессиональной компетенции.',
  },
  {
    id: 6,
    icon: '/images/icons-red/check.svg',
    title: 'Льготы и государственная поддержка',
    text: 'В рамках ведомственных медицинских учреждений реализуются льготные программы для сотрудников, пенсионеров и их родственников. Особое внимание уделяется обеспечению доступа к высокотехнологичной помощи (ВМП) за счет бюджетного финансирования.',
  },
];

export const partners = [
  {
    id: 1,
    logo: '/images/partners/2_1_1x.png',
    imgStyle: { height: '64px', width: 'auto' },
    label:
      'ФГБУ «Объединенная больница с поликлиникой» Управление делами Президента Российской Федерации',
    address: 'г. Москва, Мичуринский пр-т д. 6',
    license: 'Лицензия № ЛО41-00110-77/00574611 от 29.11.2018',
    alt: 'ФГБУ «Объединенная больница с поликлиникой» Управление делами Президента Российской Федерации',
  },
  {
    id: 2,
    logo: '/images/partners/ckb.png',
    imgStyle: { height: '64px', width: 'auto' },
    label:
      'ФГБУ «Объединенная больница с поликлиникой» Управление делами Президента Российской Федерации',
    address: 'г. Москва, ул. Маршала Тимошенко, д. 15',
    license: 'Лицензия Л041-00110-77/00573728 от 14.12.2020',
    alt: 'ФГБУ «Объединенная больница с поликлиникой» на Маршала Тимошенко',
  },
  {
    id: 3,
    logo: '/images/partners/3_1_1x.png',
    imgStyle: { height: '64px', width: 'auto' },
    label: '«Клиническая больница» Управления делами Президента Российской Федерации',
    address:
      'г. Москва, вн. тер. г. муниципальный округ Метрогородок, ул. Лосиноостровская, д. 45, корп. 2',
    license: 'Лицензия Л041-00110-77/00360660 от 27.06.2019',
    alt: 'Клиническая больница Управления делами Президента Российской Федерации',
  },
  {
    id: 4,
    logo: '/images/partners/4_1_1x.png',
    imgStyle: { height: '56px', width: 'auto' },
    label: 'Городская клиническая больница имени С.С. Юдина',
    address: 'г. Москва, Коломенский пр-д, д. 4',
    license: 'Лицензия Л041-01137-77/00574302 от 15.10.2020',
    alt: 'Городская клиническая больница имени С.С. Юдина',
  },
  {
    id: 5,
    logo: '/images/partners/medsi.png',
    imgStyle: { height: '56px', width: 'auto' },
    label: 'МЕДСИ',
    address: 'г. Москва, Грузинский переулок, дом 3А',
    license: 'Лицензия Л041-01137-77/00370395 от 11.11.2020',
    alt: 'МЕДСИ',
  },
  {
    id: 6,
    logo: '/images/partners/6_1_1x.png',
    imgStyle: { height: '56px', width: 'auto' },
    label: 'Юсуповская больница',
    address: 'г. Москва, ул. Нагорная, д. 17, корп. 6',
    license: 'Лицензия Л041-01137-77/00347724 от 19.03.2020',
    alt: 'Юсуповская больница',
  },
  {
    id: 7,
    logo: '/images/partners/volinka.svg',
    imgStyle: { height: '82px', width: 'auto' },
    label:
      'ФГБУ «Клиническая больница № 1» Управления делами Президента Российской Федерации (Волынская больница)',
    address: 'г. Москва, ул. Староволынская, д. 10',
    license: 'Лицензия Л041-00110-77/00553430 от 31.03.2020',
    alt: 'Больница на волынке',
  },
  /*{
          id: 8,
          logo: '/images/partners/krasnogorsk.webp',
          imgStyle: {height: '82px', width: 'auto'},
          label: 'Красногорская городская больница',
          address: 'Московская область, г.о. Красногорск, г. Красногорск, б-р Павшинский, д. 9',
          license: 'Лицензия Л041-01162-50/00573964 от 16.12.2020',
          alt: 'Красногорская городская больница'
      },*/
  {
    id: 16,
    logo: '/images/partners/logo_eramish.png',
    imgStyle: { height: '82px', width: 'auto' },
    label: 'ГКБ имени А. К. Ерамишанцева',
    address: 'г. Москва, ул. Ленская, д. 15',
    license: 'Лицензия Л041-01137-77/00574895 от 20.11.2020',
    alt: 'ГКБ имени А. К. Ерамишанцева',
  },
  {
    id: 9,
    logo: '/images/partners/9_1_1x.png',
    imgStyle: { height: '82px', width: 'auto' },
    label: 'Городская клиническая больница № 67 имени Л. А. Ворохобова',
    address: 'г. Москва, ул. Саляма Адиля, д. 2/44',
    license: 'Лицензия Л0-77-01-019806 от 20.03.2020',
    alt: 'Городская клиническая больница № 67 имени Л. А. Ворохобова',
  },
  {
    id: 10,
    logo: '/images/partners/pirogovka.png',
    imgStyle: { height: '100px', width: 'auto' },
    label: 'Первая Градская Больница имени Н.И. Пирогова',
    address: 'г. Москва, Ленинский проспект, д. 8',
    license: 'Лицензия Л017-01137-77/00143187 от 01.04.2014',
    alt: 'Первая Градская Больница имени Н.И. Пирогова',
  },
  {
    id: 11,
    logo: '/images/partners/11_1_1x.png',
    imgStyle: { height: '100px', width: 'auto' },
    label: 'Городская клиническая больница имени В.В. Виноградова',
    address: 'г. Москва, ул. Вавилова, д. 61',
    license: 'Лицензия Л041-01137-77/00574649 от 30.09.2020',
    alt: 'Городская клиническая больница имени В.В. Виноградова',
  },
  {
    id: 12,
    logo: '/images/partners/52clinic.svg',
    imgStyle: { height: '100px', width: 'auto' },
    label: 'Городская клиническая больница №52',
    address: 'г. Москва, ул. Пехотная, д.3',
    license: 'Лицензия Л041-00110-50/00574906 от 13.11.2020',
    alt: 'Городская клиническая больница №52',
  },
  {
    id: 13,
    logo: '/images/partners/mknc.svg',
    imgStyle: { height: '90px', width: 'auto' },
    label: 'Московский клинический научный центр имени А.С. Логинова',
    address: 'г. Москва, улица Новогиреевская д.1 корпус 1',
    license: 'Лицензия Л041-01137-77/00563190 от 16.12.2020',
    alt: 'Московский клинический научный центр имени А.С. Логинова',
  },
  {
    id: 14,
    logo: '/images/partners/botkin.svg',
    imgStyle: { height: '90px', width: 'auto' },
    label: 'Московский многопрофильный научно-клинический центр имени С.П. Боткина',
    address: 'г. Москва 2-ой Боткинский проезд, 5',
    license: 'Лицензия Л041-01137-77/00590128 от 18.12.2020',
    alt: 'Московский многопрофильный научно-клинический центр имени С.П. Боткина',
  },
  {
    id: 15,
    logo: '/images/partners/gemo-centr.png',
    imgStyle: { height: '90px', width: 'auto' },
    label: 'ФГБУ «НМИЦ ГЕМАТОЛОГИИ» МИНЗДРАВА РОССИИ',
    address: 'г. Москва, Новый Зыковский проезд, д. 4',
    license: 'Лицензия Л041-00110-77/00553287 от 29.01.2018',
    alt: 'ФГБУ «НМИЦ ГЕМАТОЛОГИИ» МИНЗДРАВА РОССИИ',
  },
];

export const directions = [
  { id: 1, label: 'Хирургия', img: '/images/directions/1.webp', path: '/directions/surgery' },
  {
    id: 2,
    label: 'Травматология и ортопедия',
    img: '/images/directions/2.webp',
    path: '/directions/traumatology',
  },
  { id: 3, label: 'Гинекология', img: '/images/directions/3.webp', path: '/directions/gynecology' },
  { id: 4, label: 'Урология', img: '/images/directions/4.webp', path: '/directions/urology' },
  { id: 5, label: 'Кардиология', img: 'images/directions/5.webp', path: '/directions/cardiology' },
  { id: 6, label: 'Неврология', img: 'images/directions/6.webp', path: '/directions/neurology' },
  {
    id: 7,
    label: 'Гастроэнтерология',
    img: 'images/directions/7.webp',
    path: '/directions/gastroenterology',
  },
  { id: 8, label: 'Терапия', img: 'images/directions/8.webp', path: '/directions/therapy' },
  { id: 9, label: 'Сомнология', img: 'images/directions/9.webp', path: '/directions/somnology' },
  // {id: 10, label: 'Сосудистая хирургия', img: '/images/directions/10.webp', path: '/directions/vascularsurgery'},
  // {id: 11, label: 'Нейрохирургия', img: '/images/directions/11.webp', path: '/directions/neurosurgery'},
  // {id: 12, label: 'Пульмонология', img: '/images/directions/12.webp', path: '/directions/pulmonology'},
];

export const services = [
  {
    id: 5,
    label: 'ПЕРЕВОД пациента из одной больницы в другую',
    text: 'Осуществляем грамотный и быстрый перевод пациента из городских и районных больниц в ведомственные и федеральные учреждения. Перевод в другую больницу может быть осуществлен в течение 2 часов с момента подачи Вами заявки по телефону.',
    icon: '/images/icons-blue/5.svg',
    // path: 'https://transfer.mskdoctor.ru/',
    path: '/services/transfer',
    alt: 'пациент перевод',
    sitePage: true,
  },
  {
    id: 1,
    label: 'Платная ПЛАНОВАЯ госпитализация',
    text: 'Круглосуточный call-центр для поддержки пациента и решения любых вопросов. На связи менеджеры с медицинским образованием. Наша Служба гарантирует помощь в госпитализации в оптимальные, а при необходимости, в кратчайшие сроки именно в тот медицинский центр, который подходит вам наилучшим образом.',
    icon: '/images/icons-blue/1.svg',
    // path: 'https://plan-hospital.mskdoctor.ru/',
    path: '/services/plan-hospital',
    alt: 'платная плановая госпитализация',
    sitePage: true,
  },
  {
    id: 2,
    label: 'ЭКСТРЕННАЯ платная госпитализация',
    text: 'Для оперативной транспортировки больных мы имеем парк автомобилей скорой помощи и реанимобилей, укомплектованных современным оборудованием.',
    icon: '/images/icons-blue/2.svg',
    // path: 'https://emergency.mskdoctor.ru/',
    path: '/services/emergency',
    alt: 'экстренная госпитализация',
    sitePage: true,
  },
  {
    id: 3,
    label: 'Платная госпитализация БЕЗ ПОЛИСА ОМС',
    text: 'Мы оперативно организуем платную госпитализацию при отсутствии полиса ОМС.',
    icon: '/images/icons-blue/3.svg',
    // path: 'https://oms.mskdoctor.ru/',
    path: '/services/oms',
    alt: 'госпитализация без полиса омс',
    sitePage: true,
  },
  {
    id: 4,
    label: 'Платная госпитализация ИЗ РЕГИОНОВ',
    text: 'Круглосуточный call-центр для поддержки пациента и решения любых вопросов. На связи менеджеры с медицинским образованием. Наша Служба гарантирует помощь в госпитализации в оптимальные, а при необходимости, в кратчайшие сроки именно в тот медицинский центр, который подходит вам наилучшим образом.',
    icon: '/images/icons-blue/4.svg',
    // path: 'https://region.mskdoctor.ru/',
    path: '/services/region',
    alt: 'платная госпитализация',
    sitePage: true,
  },
  {
    id: 6,
    label: 'Платная госпитализация В ФЕДЕРАЛЬНЫЕ И ВЕДОМСТВЕННЫЕ медицинские учреждения',
    text: 'Мы сотрудничаем со всеми ведущими больницами Москвы и Московской области (кроме детских) и прекрасно знаем их компетенции.',
    icon: '/images/icons-blue/6.svg',
    // path: 'https://federal.mskdoctor.ru/',
    path: '/services/federal',
    alt: 'платная госпитализация в москве',
    sitePage: true,
  },
  {
    id: 7,
    label: 'Работа С ТЯЖЕЛЫМИ пациентами',
    text: 'Отказ от сложных случаев лечения противоречит нашим Принципам. Еcли Вы получили отказ от госпитализации, просто позвоните нам.',
    icon: '/images/icons-blue/7.svg',
    path: 'https://patient.mskdoctor.ru/',
    alt: 'экстренная госпитализация пациента в стационар',
    sitePage: false,
  },
  {
    id: 8,
    label: 'Собственная ПАТРОНАЖНАЯ СЛУЖБА',
    text: 'В день обращения мы подберем для Вас опытную, добрую и порядочную патронажную сестру, обладающую всеми необходимыми медицинскими навыками.',
    icon: '/images/icons-blue/8.svg',
    path: 'https://patronage.mskdoctor.ru/',
    alt: 'патронажная служба',
    sitePage: false,
  },
];

export const footerList1 = [
  { id: 1, label: 'Миссия', path: '#' },
  { id: 2, label: 'Подбор лечения', path: '#' },
  { id: 3, label: 'Клиники', path: '#partners', target: '_self' },
  { id: 4, label: 'Направления лечения', path: '#direct', target: '_self' },
  { id: 5, label: 'Реквизиты', path: '/requisites', target: '_self' },
];

export const footerList2 = [
  {
    id: 1,
    label: 'Перевод пациента из одной больницы в другую',
    path: 'https://transfer.mskdoctor.ru/',
  },
  { id: 2, label: 'Плановая платная госпитализация', path: 'https://plan-hospital.mskdoctor.ru/' },
  {
    id: 3,
    label: 'Платная госпитализация из регионов на связи 24/7',
    path: 'https://region.mskdoctor.ru/',
  },
  { id: 4, label: 'Экстренная платная госпитализация', path: 'https://emergency.mskdoctor.ru/' },
  { id: 5, label: 'Платная госпитализация без полиса омс', path: 'https://oms.mskdoctor.ru/' },
  {
    id: 6,
    label: 'Платная госпитализация в федеральные и ведомственные медицинские учреждения',
    path: 'https://federal.mskdoctor.ru/',
  },
  { id: 7, label: 'Работа с тяжелыми пациентами', path: 'https://patient.mskdoctor.ru/' },
  { id: 8, label: 'Собственная патронажная служба', path: 'https://patronage.mskdoctor.ru/' },
];

export const surgeryImages = [
  {
    id: 1,
    src: '/images/surgery/2.webp',
    alt: 'платные больницы хирургия',
    title: 'холл в хирургическом отделении',
  },
  {
    id: 2,
    src: '/images/surgery/3.webp',
    alt: 'платная хирургия',
    title: 'холл в хирургическое отделение',
  },
  {
    id: 3,
    src: '/images/surgery/1.webp',
    alt: 'платная палата в хирургии',
    title: 'палата в хирургическом отделении',
  },
];

export const traumatologyImages = [
  {
    id: 1,
    src: '/images/traumatology/1.webp',
    alt: 'платная травматология москва',
    title: 'больница травматология платно',
  },
];

export const urologyImages = [
  {
    id: 1,
    src: '/images/urology/1.webp',
    alt: 'платная госпитализация урология',
    title: 'больница урология платно',
  },
  {
    id: 2,
    src: '/images/urology/2.webp',
    alt: 'платные клиники москвы урология',
    title: 'больница москва урология',
  },
];

export const gastroenterologyImages = [
  {
    id: 1,
    src: '/images/gastroenterology/1.webp',
    alt: 'платный стационар гастроэнтерология',
    title: 'платная гастроэнтерология в москве',
  },
  {
    id: 2,
    src: '/images/gastroenterology/2.webp',
    alt: 'платная госпитализация в москве гастроэнтерология',
    title: 'платные палаты в больнице',
  },
];

export const therapyImages = [
  {
    id: 1,
    src: '/images/therapy/1.webp',
    alt: 'госпитализация в терапию',
    title: 'палата полулюск',
  },
  {
    id: 2,
    src: '/images/therapy/2.webp',
    alt: 'платный стационар терапия',
    title: 'туалетная комната',
  },
  {
    id: 3,
    src: '/images/therapy/3.webp',
    alt: 'больница терапия платная палата',
    title: 'одноместная палата',
  },
  {
    id: 4,
    src: '/images/therapy/4.webp',
    alt: 'госпитализация в терапию москва',
    title: 'одноместная палата',
  },
];

export const serviceTransferDescriptionText =
  'В процессе лечения зачастую наступает этап ключевых решений: следует осуществить перевод пациента из одной медицинской учреждения в другое. Хотя данное решение и кажется значительным вызовом, оно часто выступает единственно верным и обоснованным выбором ради первоочередной ценности – здоровья человека.';

export const serviceEmergencyDescriptionText =
  'Экстренная госпитализация играет решающую роль в предоставлении срочной медицинской поддержки, так как именно своевременность и качество этой меры определяют исход жизни и здоровья больного при острых состояниях.\nПроцедура экстренной госпитализации предъявляет высокие требования к профессионализму медиков: требуется мгновенное определение диагноза, слаженные действия всех участников процесса для обеспечения оптимальных условий восстановления пациента и увеличения шансов на благоприятный исход.';

export const serviceOmsDescriptionText =
  'Необходима срочная и квалифицированная медпомощь без наличия полиса ОМС? Мы всегда открыты для вас! Забудьте про проблемы со страховкой – ваше здоровье в наших надежных руках.';

export const servicesRegionDescriptionText =
  'Мы предлагаем полное сопровождение госпитализации: от перевозки из различных регионов России и стран СНГ до специализированных клиник в Москве, включая приём на вокзалах или в аэропорту для иногородних пациентов. Организуем оперативную поддержку с привлечением скорой медицинской помощи.';

export const serviceFederalDescriptionText =
  'При решении вопросов здоровья критически важно обратиться в клиники, где стаж специалистов, современное оснащение и инновационный подход к лечению совпадают с искренним вниманием к каждому пациенту. Выбирая федеральные или ведомственные медицинские учреждения, вы открываете путь к исцелению и восстановлению полноценного качества жизни!';
