export const reviews = [
  {
    id: 1,
    name: 'Владимир',
    date: '10.07.2024',
    text: 'Выражаю искреннюю благодарность медицинскому персоналу и врачам за их чуткость и высокий профессиональный уровень. Лечение оказалось не только успешным, но и проходило в комфортных условиях, где на каждом шаге ощущалась забота и внимание. Важным аспектом стала подробная консультация и разъяснение всех процедур, что существенно облегчило процесс выздоровления. После пребывания в клинике отмечаю значительное улучшение самочувствия. Безусловно, рекомендую это медицинское учреждение всем, кто ценит качество лечения и заботу о пациентах.',
    isPublished: true,
  },
  {
    id: 2,
    name: 'Нина',
    date: '22.09.2024',
    text: 'Большое спасибо всему коллективу за высокий уровень профессионализма и заботу, благодаря чему лечение завершилось успешно. Коллектив клиники отличается отзывчивостью и оперативной поддержкой, а уютные условия и дружелюбная обстановка способствовали быстрому восстановлению.',
    isPublished: true,
  },
  {
    id: 3,
    name: 'Анастасия',
    date: '15.10.2024',
    text: 'Проявляя глубочайшую признательность к персоналу клиники, отмечу их выдающиеся профессиональные качества и исключительную чуткость в работе. Лечение превзошло все ожидания: состояние здоровья значительно стабилизировалось и улучшилось на глазах. В клинике царит атмосфера заботы и поддержки, где каждый сотрудник демонстрирует высокий уровень внимания к пациентам, оперативно приходя на помощь в любой момент. Теплая обстановка учреждения способствовала невероятно быстрому реабилитационному процессу. Безусловно рекомендую это место тем, кто ищет медицинскую заботу высочайшего стандарта!',
    isPublished: true,
  },
  {
    id: 4,
    name: 'Егор',
    date: '23.11.2024',
    text: 'Клиника оставила прекрасное впечатление. Вежливый и отзывчивый персонал всегда готов помочь и ответить на вопросы. Уютная атмосфера, чистота и порядок. Специалисты компетентные и располагающие к общению. Благодарю за ваш труд и заботу!',
    isPublished: true,
  },
  {
    id: 5,
    name: 'Елена',
    date: '05.12.2024',
    text: 'В этой клинике впечатляет оперативность обслуживания. Особо стоит отметить дружелюбие и отзывчивость сотрудников, а также конкурентоспособные цены по сравнению с аналогичными учреждениями. С уверенностью планирую продолжать обращаться в эту клинику. Выражаю благодарность всему персоналу за их профессиональный труд!',
    isPublished: true,
  },
  {
    id: 6,
    name: 'Павел',
    date: '21.01.2025',
    text: 'Впечатление о данной клинике оказалось очень положительным. Процесс регистрации и документооборота отличается поразительной скоростью — это несомненный плюс! Встретили с особой чуткостью и тактичностью: врачи демонстрировали высокий уровень профессионализма, внимательности и вежливости. Искреннего спасибо за качественно выполненную работу!',
    isPublished: true,
  },
];
