import { createID } from '@/lib/createID';

export const copd1 = [
    { id: createID(), label: 'Хронический кашель с мокротой' },
    { id: createID(), label: 'Одышка при физической нагрузке' },
    { id: createID(), label: 'Стеснение в груди' },
    { id: createID(), label: 'Учащённые обострения простудных заболеваний' },
];

export const copd2 = [
    { id: createID(), label: 'Точную диагностику (спирометрия, КТ лёгких, анализы)' },
    { id: createID(), label: 'Медикаментозную терапию, направленную на расширение бронхов, снижение воспаления и профилактику обострений' },
    { id: createID(), label: 'Индивидуально подобранную ингаляционную терапию' },
    { id: createID(), label: 'Физиотерапевтические процедуры для поддержки дыхательной функции' },
    { id: createID(), label: 'Программы реабилитации и дыхательной гимнастики' },
    { id: createID(), label: 'Образовательную поддержку пациентов: как правильно использовать ингаляторы, когда обращаться к врачу и как предотвратить обострения' },
];
