export const emergencySurgeryList = [
    { id: 1, label: 'Острая боль в животе' },
    { id: 2, label: 'Острый аппендицит' },
    { id: 3, label: 'Перитонит' },
    { id: 4, label: 'Кровотечение' },
    { id: 5, label: 'Травмы (особенно с внутренними повреждениями)' },
    { id: 6, label: 'Закупорка сосудов' },
    { id: 7, label: 'Осложнения язвенных болезней' },
    { id: 8, label: 'Желчная колика, подпеченочная желтуха' },
    { id: 9, label: 'Ущемление грыжевого образования' },
    { id: 10, label: 'Острая кишечная непроходимость' },
    { id: 11, label: 'Обтурация кишечника и другие ситуации' },
];
