export const pulmonologyList1 = [
    {id: 1, label: 'Продолжительный кашель (более 2–3 недель)'},
    {id: 2, label: 'Одышка в состоянии покоя или при нагрузке'},
    {id: 3, label: 'Свистящее или затруднённое дыхание'},
    {id: 4, label: 'Боли в грудной клетке'},
    {id: 5, label: 'Частые простуды, переходящие в бронхит или воспаление лёгких'},
    {id: 6, label: 'Постковидные осложнения (одышка, слабость, кашель)'},
]

export const pulmonologyList2 = [
    {id: 1, label: 'Бронхиальная астма'},
    {id: 2, label: 'Хронический бронхит'},
    {id: 3, label: 'Пневмония'},
    {id: 4, label: 'ХОБЛ'},
    {id: 5, label: 'Аллергические заболевания дыхательной системы'},
    {id: 6, label: 'Плеврит'},
    {id: 7, label: 'Туберкулёз'},
    {id: 8, label: 'Последствия COVID-19'},
]
